export default [{
    name: "罗湖区",
    center: [114.123885,22.555341],
}, {
    name: "福田区",
    center: [114.05096, 22.541009],
}, {
    name: "南山区",
    center: [113.92943, 22.531221],
}, {
    name: "宝安区",
    center: [113.828671, 22.754741],
}, {
    name: "龙岗区",
    center: [114.251372, 22.721511],
}, {
    name: "盐田区",
    center: [114.235366, 22.555069],
}, {
    name: "龙华区",
    center: [114.044346, 22.691963],
}, {
    name: "坪山区",
    center: [114.338441, 22.69423],
}, {
    name: "光明区",
    center: [113.935895, 22.748816],
}, {
    name: '大鹏新区',
    center: [114.251372, 22.721511],
}, {
    name: '深圳市',
    center: [114.06667, 22.61667],
}]
